Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/NotificationsSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Calendars
ar: التقويمات
bg: Календари
ca: Calendaris
cs: Kalendáře
da: Kalendere
de: Kalender
el: Ημερολόγια
es: Calendarios
es_us: Calendarios
fi: Kalenterit
fr: Calendriers
fr_ca: Calendriers
he: לוחות שנה
hi: कैलेंडर
hr: Kalendari
hu: Naptárak
id: Kalender
it: Calendari
ja: カレンダー
kk: Күнтізбелер
ko: 캘린더
lt: Kalendoriai
ms: Kalendar
nl: Agenda's
no: Kalendere
pl: Kalendarze
pt_br: Calendários
pt_pt: Calendários
ro: Calendare
ru: Календари
sk: Kalendáre
sl: Koledarji
sv: Kalendrar
th: ปฏิทิน
tr: Takvimler
uk: Календарі
vi: Lịch
zh_cn: 日历
zh_hk: 日曆
zh_tw: 行事曆

# NOTIFICATION_VIEW_TITLE
source: Notifications View
ar: عرض الإشعارات
bg: Преглед на известия
ca: Vista de notificacions
cs: Zobrazení oznámení
da: Notifikationsoversigt
de: Mitteilungsansicht
el: Προβολή «Γνωστοποιήσεις»
es: Visualización de notificaciones
es_us: Visualización de notificaciones
fi: Ilmoitusnäkymä
fr: Présentation
fr_ca: Affichage
he: תצוגת העדכונים
hi: सूचनाएँ दृश्य
hr: Prikaz obavijesti
hu: Értesítésnézet
id: Tampilan Pemberitahuan
it: Vista Notifiche
ja: 通知の表示
kk: Хабарландыруларды көру
ko: 알림 보기
lt: Pranešimų rodinys
ms: Paparan Pemberitahuan
nl: Meldingenweergave
no: Varslinger
pl: Widok powiadomień
pt_br: Visualização de Notificações
pt_pt: Notificações
ro: Afișare notificări
ru: Просмотр уведомлений
sk: Zobrazenie hlásení
sl: Prikaz obvestil
sv: Notisvy
th: หน้าการแจ้งเตือน
tr: Bildirimler Görüntüsü
uk: Екран «Сповіщення»
vi: Chế độ xem Thông báo
zh_cn: 通知视图
zh_hk: 通知顯示方式
zh_tw: 通知顯示方式

# ALWAYS_READ_OUT_FOOTER
source: Government alerts can be read out loud even if iPhone is in silent mode.
ar: يمكن قراءة التنبيهات الحكومية حتى لو كان iPhone في النمط الصامت.
bg: Предупрежденията от властите могат да се прочитат на глас дори ако iPhone е в тих режим.
ca: Els avisos del Govern es poden llegir en veu alta encara que l’iPhone estigui en mode de silenci.
cs: Vládní výstrahy se můžou předčítat nahlas, i když je iPhone přepnutý do tichého režimu.
da: Advarsler fra offentlige myndigheder om nødsituationer læses op, selvom Lydløs er slået til på iPhone.
de: Offizielle Warnmeldungen können laut vorgelesen werden, auch wenn sich das iPhone im Stummmodus befindet.
el: Η εκφώνηση των κρατικών ειδοποιήσεων είναι δυνατή ακόμη κι αν το iPhone βρίσκεται σε αθόρυβη λειτουργία.
es: Las alertas gubernamentales pueden leerse en voz alta aunque el iPhone esté en modo Silencio.
es_us: Las alertas gubernamentales pueden leerse en voz alta incluso si el iPhone está silenciado.
fi: Viranomaistiedotteet voidaan lukea ääneen, vaikka iPhone on hiljaisessa tilassa.
fr: Les alertes du gouvernement peuvent être lues à voix haute même si le mode Silence est activé sur l’iPhone.
fr_ca: Les alertes du gouvernement peuvent être lues à voix haute même si l’iPhone est en mode Silence.
he: התראות חירום יכולות להיות מוקראות גם כשה-iPhone במצב שקט.
hi: iPhone के मौन मोड में होने पर भी सरकारी अलर्ट ऊँची आवाज़ में पढ़कर सुनाए जा सकते हैं।
hr: Vladina upozorenja mogu se pročitati naglas čak i kad je iPhone u tihom načinu rada.
hu: A kormányzati riasztások felolvasása akkor is lehetséges, amikor az iPhone néma módban van.
id: Peringatan pemerintah dapat dibacakan bahkan jika iPhone berada dalam mode hening.
it: Gli avvisi delle autorità pubbliche possono essere letti ad alta voce anche se iPhone è in modalità silenziosa.
ja: iPhoneが消音モードになっていても行政機関からの警報は読み上げられます。
kk: iPhone дыбыссыз режимде болса да, үкіметтік ескертулер дыбыстап оқылуы мүмкін.
ko: iPhone이 무음 모드로 설정되어 있더라도 정부 경보를 소리 내어 읽을 수 있습니다.
lt: Vyriausybės įspėjimai gali būti perskaityti garsiai, net jei „iPhone“ įrenginyje įjungtas tylusis režimas.
ms: Isyarat kerajaan boleh dibaca dengan kuat walaupun iPhone berada dalam mod senyap.
nl: Overheidsmeldingen kunnen hardop worden voorgelezen, zelf als de iPhone zich in stille modus bevindt.
no: Varsler fra myndighetene kan leses opp selv om iPhonen er satt til lydløs.
pl: Alerty rządowe mogą być odczytywane na głos, nawet gdy iPhone jest w trybie cichym.
pt_br: Alertas do governo podem ser lidos em voz alta mesmo se o iPhone estiver no modo silencioso.
pt_pt: Os alertas do governo podem ser lidos em voz alta mesmo que o iPhone esteja no modo sem som.
ro: Alertele guvernamentale pot fi citite cu voce tare chiar dacă iPhone‑ul este în modul Silențios.
ru: Правительственные оповещения могут зачитываться вслух, даже если iPhone в бесшумном режиме.
sk: Vládne výstrahy môžu byť nahlas prečítané aj na iPhone v tichom režime.
sl: Vladna opozorila se lahko preberejo naglas tudi, če je iPhone v tihem načinu.
sv: Myndighetsvarningar kan bli upplästa även om iPhone är i tyst läge.
th: อ่านข้อความแจ้งเตือนจากรัฐบาลได้แม้ว่า iPhone อยู่ในโหมดปิดเสียง
tr: iPhone sessiz modda olsa bile hükümet uyarıları sesli okunabilir.
uk: Оповістки від уряду можуть читатися вголос, навіть якщо на iPhone увімкнено режим тиші.
vi: Các cảnh báo của chính phủ có thể được đọc to ngay cả khi iPhone ở chế độ im lặng.
zh_cn: 即使iPhone处于静音模式，政府警报仍可大声播报。
zh_hk: 即使iPhone處於靜音模式，仍然會朗讀政府警示。
zh_tw: 即使iPhone處於靜音模式，系統仍將大聲朗讀政府警示。

# ALERTS_TITLE
source: Alerts
ar: التنبيهات
bg: Предупреждения
ca: Avisos
cs: Upozornění
da: Advarsler
de: Hinweise
el: Ειδοποιήσεις
es: Avisos
es_us: Alertas
fi: Ilmoitusviestit
fr: Alertes
fr_ca: Alertes
he: התראות
hi: अलर्ट
hr: Alarmi
hu: Jelzések
id: Peringatan
it: Avvisi
ja: 通知
kk: Ескертулер
ko: 알림
lt: Įspėjimai
ms: Isyarat
nl: Meldingen
no: Varsler
pl: Alerty
pt_br: Alertas
pt_pt: Avisos
ro: Alerte
ru: Предупреждения
sk: Upozornenia
sl: Opozorila
sv: Notiser
th: การเตือน
tr: Uyarılar
uk: Оповістки
vi: Cảnh báo
zh_cn: 提醒
zh_hk: 提示
zh_tw: 提示

# TIME_SENSITIVE_NOTIFICATIONS_DESCRIPTION_FOOTER
source: Time Sensitive notifications are always delivered immediately and remain on the Lock Screen for an hour.
ar: يتم دائمًا تسليم الإشعارات العاجلة فورًا وتبقى على شاشة القفل لمدة ساعة.
bg: Неотложните известия винаги се доставят незабавно и остават на заключен екран в продължение на един час.
ca: Les notificacions rellevants sempre s’entreguen immediatament i es mostren a la pantalla bloquejada durant una hora.
cs: Neodkladná oznámení se vždy doručují okamžitě a zůstávají na zamčené obrazovce po dobu jedné hodiny.
da: Tidsfølsomme notifikationer leveres altid med det samme og vises på den låste skærm i en time.
de: Dringliche Mitteilungen werden immer sofort zugestellt und bleiben eine Stunde lang auf dem Sperrbildschirm sichtbar.
el: Οι χρονοευαίσθητες γνωστοποιήσεις παραδίδονται πάντα αμέσως και παραμένουν στην οθόνη κλειδώματος για μία ώρα.
es: Las notificaciones importantes siempre se entregan inmediatamente y permanecen en la pantalla de bloqueo durante una hora.
es_us: Las notificaciones urgentes se entregan siempre de forma inmediata y se mantienen en la pantalla bloqueada por una hora.
fi: Aikaherkät ilmoitukset toimitetaan aina välittömästi, ja ne pysyvät lukitulla näytöllä tunnin ajan.
fr: Les notifications urgentes sont toujours distribuées immédiatement et restent affichées sur l’écran verrouillé pendant une heure.
fr_ca: Les notifications urgentes sont toujours immédiatement transmises et restent sur l’écran verrouillé pendant une heure.
he: עדכונים רגישים לזמן תמיד נמסרים מייד ונשארים על מסך הנעילה למשך שעה.
hi: टाइम सेंसटिव सूचनाएँ हमेशा तुरंत डिलीवर की जाती हैं और लॉक स्क्रीन पर एक घंटे तक बनी रहती हैं।
hr: Vremenski osjetljive obavijesti uvijek će se odmah isporučiti i ostati na zaključanom zaslonu sat vremena.
hu: Az időérzékeny értesítések mindig azonnal vannak kézbesítve, és egy órán keresztül a Zárolási képernyőn maradnak.
id: Pemberitahuan Sensitif Waktu selalu segera dikirim dan tetap berada di Layar Terkunci selama sejam.
it: Le notifiche urgenti vengono sempre recapitate immediatamente e rimangono sulla schermata di blocco per un’ora.
ja: 即時通知は常にすぐに配信され、1時間はロック画面に残ります。
kk: Шұғыл хабарландырулар әрқашан жедел жеткізіледі және құлыптау экранында бір сағатқа қалады.
ko: 긴급한 알림은 항상 즉시 전달되며 1시간 동안 잠금 화면에 유지됩니다.
lt: Nuo laiko priklausantys pranešimai visada pristatomi iš karto ir lieka užrakintame ekrane vieną valandą.
ms: Pemberitahuan Sensitif Masa sentiasa dihantar dengan segera dan kekal pada Skrin Kunci selama sejam.
nl: Tijd­gevoelige meldingen worden altijd onmiddellijk afgeleverd en blijven een uur op het toegangs­scherm staan.
no: Tidskritiske varslinger blir alltid levert øyeblikkelig og vises på låst skjerm i en time.
pl: Pilne powiadomienia są zawsze dostarczane natychmiast i pozostają na ekranie blokady przez godzinę.
pt_br: As notificações Relevantes são sempre entregues imediatamente e permanecem na Tela Bloqueada por uma hora.
pt_pt: As notificações importantes são sempre apresentadas imediatamente e permanecem no ecrã bloqueado durante uma hora.
ro: Notificările urgente sunt întotdeauna livrate imediat și rămân afișate pe ecranul de blocare timp de o oră.
ru: Неотложные уведомления доставляются без промедления и остаются на заблокированном экране в течение часа.
sk: Neodkladné hlásenia sú vždy doručované okamžite a na zamknutej obrazovke ostanú zobrazené jednu hodinu.
sl: Časovno občutljiva obvestila se vedno dostavijo takoj in so eno uro prikazana na zaklenjenem zaslonu.
sv: Tidskänsliga notiser levereras alltid omedelbart och finns kvar på låsskärmen i en timme.
th: การแจ้งเตือนที่สำคัญต่อเวลาถูกส่งทันทีและแสดงอยู่บนหน้าจอล็อคเป็นเวลาหนึ่งชั่วโมง
tr: Zamana Duyarlı bildirimler her zaman anında iletilir ve bir saat boyunca Kilitli Ekran’da kalır.
uk: Термінові сповіщення завжди доставляються миттєво й залишаються на замкненому екрані протягом години.
vi: Thông báo gấp luôn được phát ngay lập tức và vẫn được hiển thị trên Màn hình khóa trong một giờ.
zh_cn: 即时通知将始终即时推送，并在锁屏上保留一小时。
zh_hk: 時效性通知總是會立即傳送並停留在鎖定畫面上一小時。
zh_tw: 「具時效性」的通知都將一律立即傳送並會在鎖定畫面上顯示一小時。

# SCREEN_SHARING_ALLOW_NOTIFICATIONS_FOOTER
source: Allow notifications while using SharePlay or Screen Mirroring.
ar: السماح بالإشعارات أثناء استخدام "مشاركة التشغيل" أو محاكاة الشاشة.
bg: Позволяване на известия при използване на SharePlay или Дублиране на екрана.
ca: Permet les notificacions en fer servir el SharePlay o compartir la pantalla.
cs: Zde můžete povolit oznámení při sdílení přes SharePlay a při zrcadlení obrazovky.
da: Tillad notifikationer, mens du bruger SharePlay eller skærmdublering.
de: Erlaube Mitteilungen während du SharePlay oder die Bildschirmsynchronisierung verwendest.
el: Να επιτρέπονται οι γνωστοποιήσεις κατά τη χρήση του SharePlay ή του Κατοπτρισμού οθόνης.
es: Permite notificaciones mientras usas SharePlay o la función de duplicar la pantalla.
es_us: Permite notificaciones al usar SharePlay o al duplicar la pantalla.
fi: Salli ilmoitukset käytettäessä SharePlayta tai näytön peilausta.
fr: Autorisez les notifications lorsque vous utilisez SharePlay ou recopiez votre écran.
fr_ca: Autorisez les notifications pendant l’utilisation de SharePlay et de Recopie de l’écran.
he: ניתן לאפשר קבלת עדכונים במהלך השימוש ב-SharePlay או ב״שיקוף מסך״.
hi: SharePlay या स्क्रीन मिररिंग का उपयोग करते समय सूचनाओं को अनुमति दें।
hr: Dozvolit će se obavijesti tijekom uporabe SharePlaya ili Zrcaljenja zaslona.
hu: Értesítések engedélyezése a SharePlay vagy a Képernyőtükrözés használata alatt.
id: Izinkan pemberitahuan saat menggunakan SharePlay atau Pencerminan Layar.
it: Consenti le notifiche mentre utilizzi SharePlay o “Duplica schermo”.
ja: SharePlayまたは画面ミラーリングの使用中に通知を許可します。
kk: Хабарландырулар SharePlay немесе экранды қайталау кезінде келеді.
ko: SharePlay 또는 화면 미러링을 사용하는 동안 알림을 허용합니다.
lt: Leiskite pranešimus naudodami „SharePlay“ arba ekrano dubliavimą.
ms: Benarkan pemberitahuan semasa menggunakan SharePlay atau Pencerminan Skrin.
nl: Sta meldingen toe bij het gebruik van SharePlay of synchrone weergave.
no: Tillat varslinger under bruk av SharePlay eller Like skjermer.
pl: Pozwalaj na powiadomienia podczas sesji SharePlay i klonowania ekranu.
pt_br: Permita notificações ao usar o SharePlay ou o Espelhamento de Tela.
pt_pt: Permitir notificações durante SharePlay ou projeção de ecrã.
ro: Permiteți notificările în timp ce utilizați SharePlay sau oglindirea ecranului.
ru: Уведомления будут приходить во время SharePlay или повтора экрана.
sk: Povolí hlásenia počas používania SharePlay alebo zrkadlenia obrazovky.
sl: Dovoli obvestila med uporabo SharePlay ali med zrcaljenjem zaslona.
sv: Tillåt notiser medan SharePlay eller skärmdubblering används.
th: อนุญาตการแจ้งเตือนในระหว่างใช้ SharePlay หรือการสะท้อนภาพหน้าจอ
tr: SharePlay veya Ekran Yansıtma kullanılırken bildirimlere izin verir.
uk: Дозволити сповіщення під час сеансу SharePlay чи відеодублювання.
vi: Cho phép thông báo khi đang sử dụng SharePlay hoặc Phản chiếu màn hình.
zh_cn: 允许在使用同播共享或屏幕镜像时通知。
zh_hk: 在使用「同播同享」或「螢幕鏡像輸出」時允許通知。
zh_tw: 在使用「同播共享」或「螢幕鏡像輸出」時允許系統傳送通知。

source: Allow Siri When Locked
ar: السماح بـ Siri عند القفل
bg: Позволяване на Siri при заключен екран
ca: Siri amb dispositiu bloquejat
cs: Povolit Siri při uzamčení
da: Tillad Siri, når enheden er låst
de: Siri im Sperrzustand erlauben
el: Σε οθόνη κλειδώματος
es: Siri con pantalla bloqueada
es_us: Usar en dispositivo bloqueado
fi: Salli Siri, kun lukittuna
fr: Siri avec écran verrouillé
fr_ca: Autoriser en mode verrouillé
he: שימוש ב-Siri כאשר המכשיר נעול
hi: लॉक रहने पर Siri को अनुमति दें
hr: Dozvoli Siri kad je uređaj zaklj.
hu: Siri engedélyezése zárolásnál
id: Izinkan Siri Saat Terkunci
it: Usa Siri quando bloccato
ja: ロック中にSiriを許可
kk: Құлыптаулы кезде Siri функциясына рұқсат беру
ko: 잠겨 있는 동안 Siri 허용
lt: Leisti „Siri“ užrakinus ekraną
ms: Benarkan Siri apabila Dikunci
nl: Sta Siri toe bij vergrendeling
no: Tillat Siri på låst skjerm
pl: Dostęp do Siri przy blokadzie
pt_br: Permitir Quando Bloqueado
pt_pt: Permitir com ecrã bloqueado
ro: Acces Siri în timpul blocării
ru: Siri с блокировкой экрана
sk: Povoliť Siri pri zamknutí
sl: Dovoli Siri, ko je naprava zaklenjena
sv: Tillåt Siri när skärmen är låst
th: อนุญาต Siri ขณะล็อคอยู่
tr: Kilitliyken Siri’ye İzin Ver
uk: Дозволити Siri під замком
vi: Cho phép Siri khi bị khóa
zh_cn: 锁定时允许使用Siri
zh_hk: 鎖定時允許Siri
zh_tw: 鎖定時允許Siri

# SPOKEN_NOTIFICATIONS_ANNOUNCE_DESTINATION_CARPLAY_DISABLED
source: Off
ar: متوقف
bg: Изкл.
ca: Mai
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: No
es_us: Desactivado
fi: Pois
fr: Non
fr_ca: Non
he: כבויה
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nl: Uit
no: Av
pl: Wyłączone
pt_br: Desativado
pt_pt: Desativado
ro: Nu
ru: Выключено
sk: Vypnuté
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: Badges
ar: شارات
bg: Символи на иконка
ca: Globus
cs: Odznaky
da: Etiketter
de: Kennzeichen
el: Ταμπέλες
es: Globos
es_us: Contadores
fi: Merkit
fr: Pastilles
fr_ca: Pastilles
he: תגים
hi: बैज
hr: Bedževi
hu: Jelvények
id: Tanda
it: Badge
ja: バッジ
kk: Жапсырмалар
ko: 배지
lt: Ženkleliai
ms: Lencana
no: Merker
pl: Plakietki
pt_br: Avisos
pt_pt: Emblemas
ro: Insigne
ru: Наклейки
sk: Odznaky
sl: Značke
sv: Brickor
th: ป้ายกำกับ
tr: İşaretler
uk: Значки
vi: Biểu tượng
zh_cn: 标记
zh_hk: 標記
zh_tw: 標記

# PRIORITIZE_NOTIFICATIONS_FOOTER_IPAD
source: iPad uses on-device processing to analyze the content of notifications for importance while protecting your privacy.
ar: يستخدم iPad المعالجة على الجهاز لتحليل محتوى الإشعارات وتقدير أهميتها، مع الحفاظ على خصوصيتك.
bg: Чрез локална обработка на устройството iPad анализира важността на съдържанието на известията, като същевременно защитава вашата поверителност.
ca: L’iPad utilitza el processament local per analitzar el contingut de les notificacions i determinar si són importants, tot plegat sense deixar de protegir la teva privacitat.
cs: iPad chrání vaše soukromí tím, že při vyhodnocování důležitosti oznámení analyzuje jejich obsah přímo na zařízení.
da: iPad bruger behandling på enheden til at analysere vigtigheden af notifikationer ud fra indholdet, samtidig med at din anonymitet beskyttes.
de: Das iPad verarbeitet Daten direkt auf dem Gerät, um den Inhalt von Mitteilungen auf Wichtigkeit zu analysieren, während gleichzeitig deine Privatsphäre gewahrt wird.
el: Το iPad χρησιμοποιεί επεξεργασία επί της συσκευής για ανάλυση του περιεχομένου των γνωστοποιήσεων σχετικά με το πόσο σημαντικές είναι, προστατεύοντας το απόρρητό σας.
es: El iPad utiliza el procesamiento local en el dispositivo para analizar el contenido de las notificaciones y evaluar su importancia sin dejar de proteger tu privacidad.
es_us: El iPad usa el procesamiento dentro del dispositivo para analizar el contenido de las notificaciones y ordenarlas por importancia mientras protege tu privacidad.
fi: iPad analysoi ilmoitusten sisällön tärkeyden laitteessa siten, että yksityisyytesi on suojattu.
fr: L’iPad fait appel à un traitement des données sur l’appareil pour analyser le contenu des notifications afin de déterminer leur importance tout en préservant votre confidentialité.
fr_ca: L’iPad analyse l’importance du contenu des notifications sur l’appareil tout en préservant votre confidentialité.
he: ה-iPad משתמש בתהליכי עיבוד במכשיר עצמו כדי לנתח את תוכן העדכונים ולקבוע את רמת החשיבות שלהם תוך שמירה על הפרטיות שלך.
hi: आपकी गोपनीयता की रक्षा करते हुए iPad सूचनाओं के कॉन्टेंट के विश्लेषण के लिए ऑन डिवाइस प्रोसेसिंग का इस्तेमाल करता है।
hr: iPad koristi obradu na uređaju za analizu sadržaja obavijesti u pogledu važnosti, a istodobno štiti vašu privatnost.
hu: Az iPad eszközön történő feldolgozást használ a fontos értesítések tartalmának elemzéséhez, gondoskodva az Ön adatainak védelméről.
id: iPad menggunakan pemrosesan pada perangkat untuk menganalisis prioritas konten pemberitahuan tanpa mengganggu privasi Anda.
it: iPad utilizza l’elaborazione sul dispositivo per analizzare in modo privato i contenuti delle notifiche e determinarne l’importanza.
ja: あなたのプライバシーを保護しながら、通知の内容の重要性の分析をiPad上で行います。
kk: iPad құпиялылықты сақтай отырып, маңыздылығы бойынша хабарландырулар мазмұнын талдау үшін құрылғыдағы өңдеуді пайдаланады.
ko: iPad가 온디바이스 처리 기능을 이용하여 사용자의 개인정보를 보호하면서 알림에 포함된 내용의 중요도를 분석합니다.
lt: „iPad“ naudoja apdorojimo įrenginyje funkciją, kad analizuotų pranešimų turinį pagal svarbą ir tuo pat metu apsaugotų jūsų privatumą.
ms: iPad menggunakan pemprosesan pada peranti untuk menganalisis kandungan pemberitahuan bagi kepentingan sambil melindung privasi anda.
nl: De iPad gebruikt verwerking op het apparaat om de inhoud van meldingen te analyseren op prioriteit en tegelijkertijd je privacy te waarborgen.
no: iPad bruker data lokalt på enheten for å analysere viktigheten av en varsling uten at det går ut over personvernet ditt.
pl: iPad analizuje treść powiadomień pod kątem ich istotności, przetwarzając te dane lokalnie, aby chronić Twoją prywatność.
pt_br: Sem comprometer a sua privacidade, o iPad usa o processamento no dispositivo para analisar a importância do conteúdo das notificações.
pt_pt: O iPad recorre ao processamento no dispositivo para analisar a relevância do conteúdo das notificações, sem comprometer a sua privacidade.
ro: iPad‑ul utilizează procesare pe dispozitiv pentru a analiza conținutul notificărilor din punct de vedere al importanței, protejându‑vă în același timp intimitatea.
ru: iPad анализирует содержимое уведомлений на устройстве, чтобы оценивать их важность и при этом защищать Вашу конфиденциальность.
sk: Aby bolo vaše súkromie chránené, iPad vyhodnocuje dôležitosť hlásení analyzovaním ich obsahu priamo na zariadení.
sl: Za analizo pomembnosti vsebine obvestil iPad uporablja obdelavo podatkov v napravi, pri tem pa varuje vašo zasebnost.
sv: iPad använder bearbetning på enheten till att analysera hur viktigt innehållet i notiser är samtidigt som din integritet skyddas.
th: iPad ใช้การประมวลผลบนอุปกรณ์เพื่อวิเคราะห์เนื้อหาที่สำคัญของการแจ้งเตือนโดยที่ปกป้องความเป็นส่วนตัวของคุณด้วย
tr: iPad, önem derecesini belirlemek üzere bildirimlerin içeriğini incelerken gizliliğinizi de korumak için aygıtta işlemeyi kullanır.
uk: З метою захисту приватності аналіз вмісту сповіщень для визначення пріоритетності відбувається тільки на iPad.
vi: iPad sử dụng tính năng xử lý trên thiết bị để phân tích nội dung của thông báo để biết mức độ quan trọng trong khi bảo vệ quyền riêng tư của bạn.
zh_cn: iPad使用设备端处理分析通知内容的重要性，同时保护你的隐私。
zh_hk: iPad使用裝置端處理來分析通知內容的重要性，同時保護你的私隱。
zh_tw: iPad會透過裝置端處理來分析通知內容的重要性，同時保護你的隱私權。

# SPOKEN_NOTIFICATIONS_ANNOUNCE_DESTINATION_FOOTER
source: Siri can read out notifications when supported headphones are connected.
ar: بإمكان Siri قراءة الإشعارات في حالة اتصال سماعة رأس مدعومة.
bg: Siri може да прочете известията, когато са свързани поддържани слушалки.
ca: Si hi ha connectats uns auriculars compatibles, Siri pot llegir en veu alta les notificacions.
cs: Když máte připojená kompatibilní sluchátka, Siri vám může číst oznámení.
da: Siri kan læse notifikationer op, når understøttede hovedtelefoner er tilsluttet.
de: Siri kann Mitteilungen vorlesen, wenn eine Verbindung zu unterstützten Kopfhörern besteht.
el: Το Siri μπορεί να εκφωνεί τις γνωστοποιήσεις όταν είναι συνδεδεμένα υποστηριζόμενα ακουστικά.
es: Siri puede leer en alto las notificaciones cuando hay conectados unos auriculares compatibles.
es_us: Siri puede leer las notificaciones en voz alta cuando tengas conectados unos audífonos compatibles.
fi: Siri voi puhua ilmoitukset, kun tuetut kuulokkeet on liitetty.
fr: Siri peut annoncer les notifications lorsque des écouteurs pris en charge sont connectés.
fr_ca: Siri peut lire les notifications à voix haute lorsque des écouteurs pris en charge sont connectés.
he: ל-Siri יש אפשרות להקריא עדכונים, אם חיברת אוזניות נתמכות.
hi: समर्थित हेडफ़ोन कनेक्ट होने पर Siri द्वारा सूचनाएँ पढ़कर सुनाई जा सकती हैं।
hr: Siri može pročitati obavijesti kad su spojene podržane slušalice.
hu: Siri képes felolvasni az értesítéseket, amikor csatlakoztatva van támogatott fejhallgató.
id: Siri dapat membacakan pemberitahuan saat headphone yang didukung terhubung.
it: Siri può leggere le notifiche quando sono collegate cuffie supportate.
ja: 対応しているヘッドフォンが接続されている場合にSiriは通知を読み上げることができます。
kk: Қолдау көрсетілген құлаққаптар қосылған кезде, Siri көмекшісі хабарландыруларды оқи алады.
ko: 지원되는 헤드폰이 연결되어 있을 때 Siri가 알림을 읽어줄 수 있습니다.
lt: „Siri“ gali garsiai perskaityti pranešimus, kai prijungtos palaikomos ausinės.
ms: Siri boleh membaca pemberitahuan apabila fon kepala yang disokong disambungkan.
nl: Siri kan meldingen voorlezen wanneer er een ondersteunde koptelefoon is aangesloten.
no: Siri kan lese opp varslinger når støttede hodetelefoner er koblet til.
pl: Siri może odczytywać powiadomienia po połączeniu z obsługiwanymi słuchawkami.
pt_br: A Siri pode ler as notificações quando fones de ouvido compatíveis estiverem conectados.
pt_pt: Siri pode ler as notificações quando estiverem ligados auscultadores compatíveis.
ro: Siri poate citi notificările dacă sunt conectate căști audio compatibile.
ru: Siri может зачитывать уведомления, когда подключены поддерживаемые наушники.
sk: Keď budú pripojené podporované slúchadlá, Siri v nich môže čítať hlásenia.
sl: Siri lahko prebere obvestila, ko so povezane podprte slušalke.
sv: Siri kan läsa upp notiser när hörlurar som stöds är anslutna.
th: Siri สามารถอ่านการแจ้งเตือนเมื่อเชื่อมต่อกับหูฟังที่รองรับได้
tr: Siri, desteklenen kulaklıklar bağlıyken bildirimleri okur.
uk: Siri може зачитувати сповіщення, коли підʼєднано підтримувані навушники.
vi: Siri có thể đọc các thông báo khi tai nghe được hỗ trợ được kết nối.
zh_cn: 连接支持的耳机后，Siri可以播报通知。
zh_hk: Siri可以在連接支援的耳筒時讀出通知。
zh_tw: Siri可以在連接支援的耳機時朗讀通知。
